Repository: shribr/Bricky
Catalog: Bricky/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

# accessibility.addToFavorites
source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
ja: お気に入りに追加

# accessibility.removeFromFavorites
source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
ja: お気に入りから削除

# accessibility.shareBuild
source: Share build
de: Bau teilen
es: Compartir construcción
fr: Partager la construction
ja: 組み立てを共有

# app.description
source: Point your camera at a pile of LEGO bricks and discover amazing things you can build.
de: Richte deine Kamera auf einen Haufen LEGO-Steine und entdecke, was du bauen kannst.
es: Apunta tu cámara a una pila de ladrillos LEGO y descubre cosas increíbles que puedes construir.
fr: Dirigez votre caméra vers un tas de briques LEGO et découvrez des créations incroyables.
ja: カメラをレゴブロックの山に向けて、組み立てられる素晴らしい作品を発見しましょう。

# app.tagline
source: Scan. Discover. Build.
de: Scannen. Entdecken. Bauen.
es: Escanea. Descubre. Construye.
fr: Scannez. Découvrez. Construisez.
ja: スキャン。発見。組み立て。

# builds.3dStepByStep
source: 3D Step-by-Step
de: 3D Schritt für Schritt
es: Paso a Paso 3D
fr: Étape par Étape 3D
ja: 3Dステップバイステップ

# builds.about
source: About
de: Über
es: Acerca de
fr: À propos
ja: 説明

# builds.allPieces
source: You have all the pieces to build this!
de: Du hast alle Teile, um das zu bauen!
es: ¡Tienes todas las piezas para construir esto!
fr: Vous avez toutes les pièces pour cette construction !
ja: すべてのピースが揃っています！

# builds.buildComplete
source: Build Complete!
de: Bau Abgeschlossen!
es: ¡Construcción Completa!
fr: Construction Terminée !
ja: 組み立て完了！

# builds.difficulty
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ja: 難易度

# builds.favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り

# builds.findInPile
source: Find in pile
de: Im Haufen finden
es: Buscar en la pila
fr: Trouver dans le tas
ja: 山の中から探す

# builds.instructions
source: Instructions
de: Anleitung
es: Instrucciones
ja: 組み立て手順

# builds.match
source: Match
de: Übereinstimmung
es: Coincidencia
fr: Correspondance
ja: 一致

# builds.missingPieces
source: Missing some pieces
de: Einige Teile fehlen
es: Faltan algunas piezas
fr: Pièces manquantes
ja: 一部のピースが不足

# builds.overview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
ja: 概要

# builds.pieces
source: Pieces
de: Teile
es: Piezas
fr: Pièces
ja: ピース

# builds.requiredPieces
source: Required Pieces
de: Benötigte Teile
es: Piezas Requeridas
fr: Pièces Requises
ja: 必要なピース

# builds.time
source: Time
de: Zeit
es: Tiempo
fr: Durée
ja: 時間

# builds.title
source: Build Ideas
de: Bauideen
es: Ideas de Construcción
fr: Idées de Construction
ja: 組み立てアイデア

# builds.viewIn3d
source: View assembly in interactive 3D
de: Montage in interaktivem 3D ansehen
es: Ver ensamblaje en 3D interactivo
fr: Voir l'assemblage en 3D interactif
ja: インタラクティブ3Dで組み立てを表示

# catalog.search
source: Search pieces...
de: Teile suchen...
es: Buscar piezas...
fr: Rechercher des pièces...
ja: ピースを検索...

# catalog.title
source: Piece Catalog
de: Teilekatalog
es: Catálogo de Piezas
fr: Catalogue de Pièces
ja: ピースカタログ

# catalog.totalPieces
source: Total Pieces
de: Gesamte Teile
es: Piezas Totales
fr: Pièces Totales
ja: ピース合計

# catalog.uniqueTypes
source: Unique Types
de: Einzigartige Typen
es: Tipos Únicos
fr: Types Uniques
ja: ユニーク種類

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: 続ける

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存

# common.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有

# home.currentSession
source: Current Session
de: Aktuelle Sitzung
es: Sesión Actual
fr: Session en Cours
ja: 現在のセッション

# home.howItWorks
source: How It Works
de: So Funktioniert's
es: Cómo Funciona
fr: Comment Ça Marche
ja: 使い方

# home.savedInventories
source: Saved Inventories
de: Gespeicherte Inventare
es: Inventarios Guardados
fr: Inventaires Sauvegardés
ja: 保存済みインベントリ

# home.scanPieces
source: Scan Pieces
de: Teile Scannen
es: Escanear Piezas
fr: Scanner les Pièces
ja: ピースをスキャン

# home.scanPieces.description
source: Use your camera to identify LEGO bricks
de: Verwende deine Kamera um LEGO-Steine zu erkennen
es: Usa tu cámara para identificar ladrillos LEGO
fr: Utilisez votre caméra pour identifier les briques LEGO
ja: カメラでレゴブロックを識別

# home.tryDemoMode
source: Try Demo Mode
de: Demo-Modus Testen
es: Modo Demo
fr: Essayer le Mode Démo
ja: デモモードを試す

# home.tryDemoMode.description
source: See BrickVision in action with sample data
de: Sieh BrickVision in Aktion mit Beispieldaten
es: Mira BrickVision en acción con datos de ejemplo
fr: Découvrez BrickVision avec des données d'exemple
ja: サンプルデータでBrickVisionを体験

# model.3dInstructions
source: 3D Instructions
de: 3D-Anleitung
es: Instrucciones 3D
fr: Instructions 3D
ja: 3D手順

# model.3dPreview
source: 3D Preview
de: 3D-Vorschau
es: Vista Previa 3D
fr: Aperçu 3D
ja: 3Dプレビュー

# model.exportSTL
source: Export STL
de: STL Exportieren
es: Exportar STL
fr: Exporter STL
ja: STLエクスポート

# onboarding.getStarted
source: Get Started
de: Los Geht's
es: Comenzar
fr: Commencer
ja: はじめる

# onboarding.welcome
source: Welcome to BrickVision
de: Willkommen bei BrickVision
es: Bienvenido a BrickVision
fr: Bienvenue sur BrickVision
ja: BrickVisionへようこそ

# results.saveInventory
source: Save Inventory
de: Inventar Speichern
es: Guardar Inventario
fr: Sauvegarder l'Inventaire
ja: インベントリを保存

# results.scanResults
source: Scan Results
de: Scan-Ergebnisse
es: Resultados del Escaneo
fr: Résultats du Scan
ja: スキャン結果

# results.viewBuilds
source: View Builds
de: Bauten Anzeigen
es: Ver Construcciones
fr: Voir les Constructions
ja: 組み立てを見る

# results.viewCatalog
source: View Catalog
de: Katalog Anzeigen
es: Ver Catálogo
fr: Voir le Catalogue
ja: カタログを見る

# scan.analyzing
source: Analyzing pieces...
de: Teile werden analysiert...
es: Analizando piezas...
fr: Analyse des pièces...
ja: ピースを分析中...

# scan.lightingWarning
source: Low lighting detected. Move to a brighter area for better results.
de: Schlechte Beleuchtung erkannt. Geh in einen helleren Bereich.
es: Poca luz detectada. Muévete a un área más iluminada para mejores resultados.
fr: Faible éclairage détecté. Déplacez-vous vers un endroit plus lumineux.
ja: 照明が不足しています。明るい場所に移動してください。

# scan.piecesFound
source: %lld pieces found
de: %lld Teile gefunden
es: %lld piezas encontradas
fr: %lld pièces trouvées
ja: %lld個のピースを発見

# scan.pointCamera
source: Point your camera at LEGO pieces
de: Richte die Kamera auf LEGO-Teile
es: Apunta tu cámara a las piezas de LEGO
fr: Dirigez votre caméra vers les pièces LEGO
ja: カメラをレゴピースに向けてください

# scan.title
source: Scan Pieces
de: Teile Scannen
es: Escanear Piezas
fr: Scanner les Pièces
ja: ピースをスキャン
